{
    "portofolios" : [
        {
            "portoId" : "porto001",
            "name" : "HMP Company Profile",
            "title" : "PT Harapan Mulia Perdana Company Profile Web",
            "description" : "The Company Profile Website of PT Harapan Mulia Perdana is a digital platform that contains detailed information about the company, services, and products of PT Harapan Mulia Perdana. The company operates in the field of agricultural industry commodities for export.",
            "category" : "Web Development",
            "url" : "https://harapanmuliaperdana.com",
            "img" : "../src/img/hmp-porto.png",
            "event": "javascript:void(0);"
        },
        {
            "portoId" : "porto002",
            "name" : "Indorent Company Profile",
            "title" : "PT CSM Corporatama (Indorent) Company Profile Web",
            "description" : "The Company Profile Website of PT CSM Corporata (Indorent) is a digital platform that contains detailed information about the company, services, and products of PT CSM Corporatama (Indorent)",
            "category" : "UI/UX Design",
            "url" : "https://indorent.co.id",
            "img" : "../src/img/indorent-porto.png",
            "event": "javascript:void(0);"
        },
        {
            "portoId" : "porto003",
            "name" : "Unicorn Indorent",
            "title" : "Unicorn Indorent Web App",
            "description" : "The web application 'Unicorn Indorent' is a digital platform for booking intercity bus tickets between Jakarta, Yogyakarta, Solo, and vice versa, owned by Unicorn Indorent and based on a web app. The company operates in the public transportation sector, providing services for intercity buses and tourist buses",
            "category" : "UI/UX Design",
            "url" : "https://unicorn.indorent.co.id",
            "img" : "../src/img/unicornweb-porto.png",
            "event": "javascript:void(0);"
        },
        {
            "portoId" : "porto004",
            "name" : "Unicorn Indorent",
            "title" : "Unicorn Indorent Mobile App",
            "description" : "The Mobile application 'Unicorn Indorent' is a digital platform for booking intercity bus tickets between Jakarta, Yogyakarta, Solo, and vice versa, owned by Unicorn Indorent and based on a mobile app. The company operates in the public transportation sector, providing services for intercity buses and tourist buses",
            "category" : "UI/UX Design",
            "url" : "https://play.google.com/store/apps/details?id=com.csm.unicornmobile",
            "img" : "../src/img/unicornapp-porto.png",
            "event": "javascript:void(0);"
        },
        {
            "portoId" : "porto005",
            "name" : "Unicorn Indorent Agent",
            "title" : "Unicorn Indorent Agent Mobile App",
            "description" : "The mobile-based application for Unicorn Indorent's bus ticket booking agents is designed with a UI and UX tailored to facilitate Unicorn agents in booking tickets for prospective passengers. In this application, in addition to the ticket booking feature, there are also features such as bus tracking, passenger manifest data, and agent sales data.",
            "category" : "UI/UX Design",
            "url" : "https://play.google.com/store/apps/details?id=com.csm.unicornagent",
            "img" : "../src/img/unicornagent-porto.png",
            "event": "javascript:void(0);"
        },
        {
            "portoId" : "porto006",
            "name" : "Unicorn Indorent Crew",
            "title" : "Unicorn Indorent Crew Mobile App",
            "description" : "The mobile-based application is specifically designed for Unicorn Indorent's crew. This application is created with a UI and UX customized to facilitate the crew (bus cabin attendants) in catering to passenger needs before, during, and at the end of the journey. The application is equipped with features for the bus crew to view passenger manifest data, check-in and check-out passengers by scanning the QR code on the passenger's E-Ticket, manage meal services for passengers, and a feature to contact passengers or restaurant personnel.",
            "category" : "UI/UX Design",
            "url" : "https://play.google.com/store/apps/details?id=com.csm.unicorncrew",
            "img" : "../src/img/unicorncrew-porto.png",
            "event": "javascript:void(0);"
        },
        {
            "portoId" : "porto007",
            "name" : "CSM Group Company Profile",
            "title" : "CSM Group Company Profile Web",
            "description" : "The Company Profile Website of PT Harapan Mulia Perdana is a digital platform that contains detailed information about the company, services, and products of CSM Group Company",
            "category" : "Web Development",
            "url" : "https://www.csmgroup.co.id/",
            "img" : "../src/img/csmgroup-porto.png",
            "event": "javascript:void(0);"
        },
        {
            "portoId" : "porto008",
            "name" : "INDOPENSKE Company Profile",
            "title" : "INDOPENSKE Company Profile Web",
            "description" : "The Company Profile Website of PT Indomobil Bussan Trucking (INDOPENSKE) is a digital platform that contains detailed information about the company, services, and products of PT Indomobil Bussan Trucking (INDOPENSKE)",
            "category" : "UI/UX Design",
            "url" : "https://www.indopenske.co.id/",
            "img" : "../src/img/indopenske-porto.png",
            "event": "javascript:void(0);"
        },
        {
            "portoId" : "porto009",
            "name" : "INDOLOGI Company Profile",
            "title" : "INDOLOGI Company Profile Web",
            "description" : "The Company Profile Website of PT Indomobil Summit Logistics is a digital platform that contains detailed information about the company, services, and products of PT Indomobil Summit Logistics",
            "category" : "Web Development",
            "url" : "https://www.csmgroup.co.id/Home/IndexISL",
            "img" : "../src/img/indologi-porto.png",
            "event": "javascript:void(0);"
        },
        {
            "portoId" : "porto010",
            "name" : "SIP Express Company Profile",
            "title" : "SIP Express Company Profile Web",
            "description" : "The Company Profile Website of PT Solusi Indomobil Perkasa is a digital platform that contains detailed information about the company, services, and products of PT Solusi Indomobil Perkasa",
            "category" : "Web Development",
            "url" : "https://sipexpress.co.id/",
            "img" : "../src/img/sipexpress-porto.png",
            "event": "javascript:void(0);"
        },
        {
            "portoId" : "porto011",
            "name" : "Express Plus Kurir",
            "title" : "Express Plus Kurir Mobile App",
            "description" : "The mobile-based application is specifically designed for SIP Express couriers to handle the delivery of goods or documents. This application is created with a UI and UX that can facilitate couriers in processing their delivery packages. The application is equipped with features such as confirmation of delivered items, updating the status of items by adding photo and recipient data.",
            "category" : "UI/UX Design",
            "url" : "https://play.google.com/store/apps/details?id=com.csm.expresspluskurir",
            "img" : "../src/img/expressplus-porto.png",
            "event": "javascript:void(0);"
        },
        {
            "portoId" : "porto012",
            "name" : "Elite Car Rental Web",
            "title" : "Elite Car Rental Web App",
            "description" : "The 'Elite Car Rental' web application is a digital platform for booking rental cars from the car rental business line INDORENT. This application features car reservation options based on selected categories, a payment gateway, a point system for discounts, and a car rental system for airport pick-up and drop-off.",
            "category" : "UI/UX Design",
            "url" : "#",
            "img" : "../src/img/eliteWeb-porto.png",
            "event": "showAlert()"
        },
        {
            "portoId" : "porto013",
            "name" : "Elite Car Rental Mobile",
            "title" : "Elite Car Rental Mobile App",
            "description" : "The 'Elite Car Rental' mobile-based application is a digital platform for booking rental cars from the car rental business line INDORENT. This application features car reservation options based on selected categories, a payment gateway, a point system for discounts, and a car rental system for airport pick-up and drop-off.",
            "category" : "UI/UX Design",
            "url" : "#",
            "img" : "../src/img/eliteMobile-porto.png",
            "event": "showAlert()"
        }
    ]
}